Repository: ethannicholas/hyperfocal
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Close the stack “%@”?
de: Stapel „%@“ schließen?
es: ¿Cerrar la pila «%@»?
fr: Fermer la pile « %@ » ?
it: Chiudere la pila “%@”?
ja: スタック「%@」を閉じますか？
ko: ‘%@’ 스택을 닫겠습니까?
nl: Stapel ‘%@’ sluiten?
pt_br: Fechar a pilha “%@”?
ru: Закрыть стек «%@»?
zh_hans: 要关闭堆栈“%@”吗？

source: Close this project?
de: Dieses Projekt schließen?
es: ¿Cerrar este proyecto?
fr: Fermer ce projet ?
it: Chiudere questo progetto?
ja: このプロジェクトを閉じますか？
ko: 이 프로젝트를 닫겠습니까?
nl: Dit project sluiten?
pt_br: Fechar este projeto?
ru: Закрыть этот проект?
zh_hans: 要关闭此项目吗？

source: Collapse %@
de: %@ einklappen
es: Contraer %@
fr: Réduire %@
it: Comprimi %@
ja: %@を折りたたむ
ko: %@ 접기
nl: %@ samenvouwen
pt_br: Recolher %@
ru: Свернуть %@
zh_hans: 折叠%@

source: Color space:
de: Farbraum:
es: Espacio de color:
fr: Espace colorimétrique :
it: Spazio colore:
ja: 色空間:
ko: 색상 공간:
nl: Kleurruimte:
pt_br: Espaço de cores:
ru: Цветовое пространство:
zh_hans: 色彩空间：

source: Continue Retouching
de: Retusche fortsetzen
es: Continuar el retoque
fr: Poursuivre la retouche
it: Continua il ritocco
ja: レタッチを続ける
ko: 리터칭 계속하기
nl: Doorgaan met retoucheren
pt_br: Continuar Retoque
ru: Продолжить ретушь
zh_hans: 继续修饰

source: Contrast
de: Kontrast
es: Contraste
fr: Contraste
it: Contrasto
ja: コントラスト
ko: 대비
pt_br: Contraste
ru: Контраст
zh_hans: 对比度

source: Couldn't build the PMax layer
de: PMax-Ebene konnte nicht berechnet werden
es: No se pudo generar la capa PMax
fr: Impossible de calculer le calque PMax
it: Impossibile generare il livello PMax
ja: PMaxレイヤーを生成できませんでした
ko: PMax 레이어를 생성할 수 없습니다
nl: Kan de PMax-laag niet genereren
pt_br: Não foi possível gerar a camada PMax
ru: Не удалось построить слой PMax
zh_hans: 无法生成 PMax 图层

source: Couldn't export the animation
de: Animation konnte nicht exportiert werden
es: No se pudo exportar la animación
fr: Impossible d’exporter l’animation
it: Impossibile esportare l’animazione
ja: アニメーションを書き出せませんでした
ko: 애니메이션을 내보낼 수 없습니다
nl: Kan de animatie niet exporteren
pt_br: Não foi possível exportar a animação
ru: Не удалось экспортировать анимацию
zh_hans: 无法导出动画

source: Couldn't export the image
de: Bild konnte nicht exportiert werden
es: No se pudo exportar la imagen
fr: Impossible d’exporter l’image
it: Impossibile esportare l’immagine
ja: 画像を書き出せませんでした
ko: 이미지를 내보낼 수 없습니다
nl: Kan de afbeelding niet exporteren
pt_br: Não foi possível exportar a imagem
ru: Не удалось экспортировать изображение
zh_hans: 无法导出图像

source: Couldn't load %@
de: %@ konnte nicht geladen werden
es: No se pudo cargar %@
fr: Impossible de charger %@
it: Impossibile caricare %@
ja: %@を読み込めませんでした
ko: %@을(를) 로드할 수 없습니다
nl: Kan %@ niet laden
pt_br: Não foi possível carregar %@
ru: Не удалось загрузить %@
zh_hans: 无法载入%@

source: Couldn't save the project
de: Projekt konnte nicht gesichert werden
es: No se pudo guardar el proyecto
fr: Impossible d’enregistrer le projet
it: Impossibile salvare il progetto
ja: プロジェクトを保存できませんでした
ko: 프로젝트를 저장할 수 없습니다
nl: Kan het project niet bewaren
pt_br: Não foi possível salvar o projeto
ru: Не удалось сохранить проект
zh_hans: 无法存储项目

source: Crop
de: Zuschneiden
es: Recorte
fr: Recadrage
it: Ritaglio
ja: トリミング
ko: 자르기
nl: Bijsnijden
pt_br: Corte
ru: Кадрирование
zh_hans: 裁剪

source: Crop…
de: Zuschneiden …
es: Recortar…
fr: Recadrer…
it: Ritaglia…
ja: トリミング…
ko: 자르기…
nl: Bijsnijden…
pt_br: Cortar…
ru: Кадрировать…
zh_hans: 裁剪…

source: Custom
de: Frei
es: Personalizada
fr: Libre
it: Personalizzato
ja: カスタム
ko: 사용자 설정
nl: Aangepast
pt_br: Personalizada
ru: Произвольно
zh_hans: 自定

source: Depth
de: Tiefe
es: Profundidad
fr: Profondeur
it: Profondità
ja: 深度
ko: 깊이
nl: Diepte
pt_br: Profundidade
ru: Глубина
zh_hans: 深度

source: Done Retouching
de: Retusche abschließen
es: Finalizar el retoque
fr: Terminer la retouche
it: Fine ritocco
ja: レタッチを終了
ko: 리터칭 완료
nl: Retoucheren voltooien
pt_br: Concluir Retoque
ru: Завершить ретушь
zh_hans: 完成修饰

source: Drop a folder of frames here, or:
de: Einen Ordner mit Einzelbildern hierher ziehen, oder:
es: Arrastra aquí una carpeta de imágenes, o:
fr: Déposez ici un dossier d’images, ou :
it: Trascina qui una cartella di fotogrammi, oppure:
ja: フレームのフォルダをここにドロップするか、次を選択:
ko: 프레임 폴더를 여기에 드롭하거나 다음을 선택하세요:
nl: Sleep hier een map met opnamen naartoe, of:
pt_br: Arraste uma pasta de imagens para cá, ou:
ru: Перетащите сюда папку с кадрами или:
zh_hans: 将图像文件夹拖放到此处，或：

source: Duration:
de: Dauer:
es: Duración:
fr: Durée :
it: Durata:
ja: 長さ:
ko: 재생 시간:
nl: Duur:
pt_br: Duração:
ru: Длительность:
zh_hans: 时长：

source: Edit
de: Bearbeiten
es: Edición
fr: Édition
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pt_br: Edição
ru: Правка
zh_hans: 编辑

source: Even out exposure
de: Belichtung angleichen
es: Igualar la exposición
fr: Uniformiser l’exposition
it: Uniforma l’esposizione
ja: 露出を均一化
ko: 노출 균일화
nl: Belichting gelijkmaken
pt_br: Uniformizar exposição
ru: Выравнивать экспозицию
zh_hans: 平衡曝光

source: Every fused stack is written to this folder.
de: Jeder fusionierte Stapel wird in diesen Ordner geschrieben.
es: Cada pila fusionada se escribe en esta carpeta.
fr: Chaque pile fusionnée est écrite dans ce dossier.
it: Ogni pila fusa viene scritta in questa cartella.
ja: 合成済みの各スタックがこのフォルダに書き出されます。
ko: 합성된 모든 스택이 이 폴더에 기록됩니다.
nl: Elke samengevoegde stapel wordt naar deze map geschreven.
pt_br: Cada pilha fundida é gravada nesta pasta.
ru: Каждый объединённый стек записывается в эту папку.
zh_hans: 每个已合成的堆栈都会写入此文件夹。

source: Exclude and Continue
de: Ausschließen und fortfahren
es: Excluir y continuar
fr: Exclure et continuer
it: Escludi e continua
ja: 除外して続ける
ko: 제외하고 계속
nl: Uitsluiten en doorgaan
pt_br: Excluir e Continuar
ru: Исключить и продолжить
zh_hans: 排除并继续

source: Expand %@
de: %@ ausklappen
es: Expandir %@
fr: Développer %@
it: Espandi %@
ja: %@を展開
ko: %@ 펼치기
nl: %@ uitvouwen
pt_br: Expandir %@
ru: Развернуть %@
zh_hans: 展开%@

source: Export
de: Exportieren
es: Exportar
fr: Exportation
it: Esporta
ja: 書き出し
ko: 내보내기
nl: Exporteren
pt_br: Exportar
ru: Экспорт
zh_hans: 导出

source: Export Aligned Frames…
de: Ausgerichtete Einzelbilder exportieren …
es: Exportar imágenes alineadas…
fr: Exporter les images alignées…
it: Esporta fotogrammi allineati…
ja: 位置合わせ済みフレームを書き出す…
ko: 정렬된 프레임 내보내기…
nl: Uitgelijnde opnamen exporteren…
pt_br: Exportar Imagens Alinhadas…
ru: Экспортировать выровненные кадры…
zh_hans: 导出已对齐图像…

source: Export All Fused…
de: Alle Fusionen exportieren …
es: Exportar todas las fusiones…
fr: Exporter toutes les fusions…
it: Esporta tutte le fusioni…
ja: 合成済みをすべて書き出す…
ko: 합성된 항목 모두 내보내기…
nl: Alle samengevoegde exporteren…
pt_br: Exportar Todas as Fusões…
ru: Экспортировать все объединённые…
zh_hans: 导出所有已合成…

source: Export Depth Map…
de: Tiefenkarte exportieren …
es: Exportar mapa de profundidad…
fr: Exporter la carte de profondeur…
it: Esporta mappa di profondità…
ja: 深度マップを書き出す…
ko: 깊이 맵 내보내기…
nl: Dieptekaart exporteren…
pt_br: Exportar Mapa de Profundidade…
ru: Экспортировать карту глубины…
zh_hans: 导出深度图…

source: Export Here
de: Hierher exportieren
es: Exportar aquí
fr: Exporter ici
it: Esporta qui
ja: ここに書き出す
ko: 여기로 내보내기
nl: Hierheen exporteren
pt_br: Exportar Aqui
ru: Экспортировать сюда
zh_hans: 导出到此处

source: Export Result…
de: Ergebnis exportieren …
es: Exportar resultado…
fr: Exporter le résultat…
it: Esporta risultato…
ja: 結果を書き出す…
ko: 결과 내보내기…
nl: Resultaat exporteren…
pt_br: Exportar Resultado…
ru: Экспортировать результат…
zh_hans: 导出结果…

source: Export Rocking Animation…
de: Parallaxen-Animation exportieren …
es: Exportar animación de balanceo…
fr: Exporter l’animation de balancement…
it: Esporta animazione oscillante…
ja: スイングアニメーションを書き出す…
ko: 로킹 애니메이션 내보내기…
nl: Kantelanimatie exporteren…
pt_br: Exportar Animação de Balanço…
ru: Экспортировать анимацию покачивания…
zh_hans: 导出摇摆动画…

source: Export finished
de: Export abgeschlossen
es: Exportación finalizada
fr: Exportation terminée
it: Esportazione completata
ja: 書き出しが完了しました
ko: 내보내기 완료
nl: Exporteren voltooid
pt_br: Exportação concluída
ru: Экспорт завершён
zh_hans: 导出完成

source: Exposure
de: Belichtung
es: Exposición
fr: Exposition
it: Esposizione
ja: 露出
ko: 노출
nl: Belichting
pt_br: Exposição
ru: Экспозиция
zh_hans: 曝光

source: Feathered fraction of the brush edge. 0% is hard-edged; 100% fades from the center.
de: Weich auslaufender Anteil des Pinselrands. 0 % ist hartkantig; 100 % verläuft ab der Mitte.
es: Fracción difuminada del borde del pincel. 0 % es de borde duro; 100 % se desvanece desde el centro.
fr: Fraction adoucie du bord du pinceau. 0 % : bord net ; 100 % : fondu depuis le centre.
it: Frazione sfumata del bordo del pennello. 0% è a bordo netto; 100% sfuma dal centro.
ja: ブラシの縁のぼかし割合です。0%はハードエッジ、100%は中心からフェードします。
ko: 브러시 가장자리의 페더링 비율입니다. 0%는 딱딱한 가장자리, 100%는 중심부터 점차 흐려집니다.
nl: Vervaagd deel van de penseelrand. 0% is hardgerand; 100% vervaagt vanaf het midden.
pt_br: Fração suavizada da borda do pincel. 0% é borda dura; 100% esmaece a partir do centro.
ru: Доля растушёвки края кисти. 0% — жёсткий край; 100% — затухание от центра.
zh_hans: 画笔边缘的羽化比例。0% 为硬边；100% 从中心开始渐隐。

source: Finishing
de: Abschließen
es: Finalizando
fr: Finalisation
it: Completamento
ja: 仕上げ中
ko: 마무리 중
nl: Afronden
pt_br: Finalizando
ru: Завершение
zh_hans: 正在完成

source: Fit
de: Einpassen
es: Ajustar
fr: Ajuster
it: Adatta
ja: 全体表示
ko: 맞추기
nl: Passend
pt_br: Ajustar
ru: Вписать
zh_hans: 适合窗口

source: Fraction of the image's overall sharpness below which a pixel is treated as featureless and takes its depth from confident neighbors. Drag to preview the depth map this floor would produce: featureless regions inheriting smoothly from their surroundings is normal — raise the floor until glow halos standing off subjects disappear, and stop before real detail starts dissolving into its neighbors.
de: Anteil der Gesamtschärfe des Bildes, unterhalb dessen ein Pixel als strukturlos gilt und seine Tiefe von verlässlichen Nachbarn übernimmt. Beim Ziehen wird die Tiefenkarte für diese Grenze als Vorschau gezeigt: dass strukturlose Bereiche weich von ihrer Umgebung erben, ist normal — erhöhe die Grenze, bis Leuchtsäume um Motive verschwinden, und höre auf, bevor sich echte Details in ihre Nachbarn auflösen.
es: Fracción de la nitidez global de la imagen por debajo de la cual un píxel se considera sin rasgos y toma su profundidad de vecinos fiables. Arrastra para previsualizar el mapa de profundidad que produciría este umbral: es normal que las zonas sin rasgos hereden suavemente de su entorno; sube el umbral hasta que desaparezcan los halos alrededor de los sujetos y detente antes de que el detalle real empiece a disolverse en sus vecinos.
fr: Fraction de la netteté globale de l’image au-dessous de laquelle un pixel est considéré comme sans structure et prend sa profondeur de voisins fiables. Faites glisser pour prévisualiser la carte de profondeur correspondante : il est normal que les zones sans structure héritent en douceur de leur entourage — montez le seuil jusqu’à la disparition des halos autour des sujets, et arrêtez-vous avant que les vrais détails ne se dissolvent dans leurs voisins.
it: Frazione della nitidezza complessiva dell’immagine sotto la quale un pixel è considerato privo di dettagli e prende la profondità dai vicini affidabili. Trascina per vedere l’anteprima della mappa di profondità con questa soglia: è normale che le zone senza dettagli ereditino dolcemente dall’ambiente circostante — alza la soglia finché gli aloni attorno ai soggetti scompaiono, e fermati prima che il dettaglio reale inizi a dissolversi nei vicini.
ja: 画像全体のシャープネスに対する割合で、これを下回るピクセルは特徴なしとみなされ、信頼できる近傍から深度を引き継ぎます。ドラッグするとこのしきい値での深度マップをプレビューできます。特徴のない領域が周囲から滑らかに引き継ぐのは正常です。被写体の周りのハローが消えるまで上げ、実際のディテールが周囲に溶け始める前に止めてください。
ko: 이미지 전체 선명도에 대한 비율로, 이보다 낮은 픽셀은 특징 없음으로 간주되어 신뢰할 수 있는 이웃에서 깊이를 가져옵니다. 드래그하면 이 임계값이 만들 깊이 맵을 미리 볼 수 있습니다. 특징 없는 영역이 주변에서 부드럽게 이어받는 것은 정상입니다. 피사체 주위의 광륜이 사라질 때까지 올리고, 실제 디테일이 이웃으로 녹아들기 전에 멈추세요.
nl: Fractie van de totale scherpte van de afbeelding waaronder een pixel als structuurloos geldt en zijn diepte van betrouwbare buren overneemt. Sleep om de dieptekaart bij deze drempel te bekijken: dat structuurloze gebieden vloeiend van hun omgeving erven is normaal — verhoog de drempel tot gloeiende halo's rond onderwerpen verdwijnen, en stop voordat echt detail in zijn buren oplost.
pt_br: Fração da nitidez global da imagem abaixo da qual um pixel é tratado como sem detalhes e herda a profundidade de vizinhos confiáveis. Arraste para pré-visualizar o mapa de profundidade desse piso: regiões sem detalhes herdando suavemente do entorno é normal — suba o piso até os halos ao redor dos objetos sumirem, e pare antes que o detalhe real comece a se dissolver nos vizinhos.
ru: Доля общей резкости изображения, ниже которой пиксель считается бесструктурным и берёт глубину от надёжных соседей. Перетаскивайте, чтобы увидеть карту глубины для этого порога: плавное наследование бесструктурных областей от окружения — это нормально. Повышайте порог, пока не исчезнут ореолы вокруг объектов, и остановитесь до того, как настоящие детали начнут растворяться в соседях.
zh_hans: 低于图像整体锐度该比例的像素被视为无特征，其深度取自可信的相邻像素。拖动可预览此阈值产生的深度图：无特征区域平滑继承周围深度属正常现象 — 提高阈值直到主体周围的光晕消失，并在真实细节开始溶入周围之前停止。

source: Frame Selection
de: Bildauswahl
es: Selección de imágenes
fr: Sélection d’images
it: Selezione fotogrammi
ja: フレーム選択
ko: 프레임 선택
nl: Opnameselectie
pt_br: Seleção de Imagens
ru: Выбор кадров
zh_hans: 图像选择

source: Frame rate:
de: Bildrate:
es: Frecuencia de fotogramas:
fr: Fréquence d’images :
it: Frequenza fotogrammi:
ja: フレームレート:
ko: 프레임 속도:
nl: Beeldsnelheid:
pt_br: Taxa de quadros:
ru: Частота кадров:
zh_hans: 帧率：

source: Frames per second. 30 suits sharing; 60 is silkier and larger; 24 is filmic.
de: Bilder pro Sekunde. 30 eignet sich zum Teilen; 60 ist geschmeidiger und größer; 24 wirkt filmisch.
es: Fotogramas por segundo. 30 va bien para compartir; 60 es más fluido y pesado; 24 es cinematográfico.
fr: Images par seconde. 30 convient au partage ; 60 est plus fluide et plus lourd ; 24 fait cinéma.
it: Fotogrammi al secondo. 30 va bene per condividere; 60 è più fluido e pesante; 24 è cinematografico.
ja: フレーム毎秒です。30は共有向き、60はより滑らかで大きく、24は映画的です。
ko: 초당 프레임 수입니다. 30은 공유에 적합하고, 60은 더 부드럽지만 파일이 크며, 24는 영화 같은 느낌입니다.
nl: Beelden per seconde. 30 is geschikt om te delen; 60 is vloeiender en groter; 24 is filmisch.
pt_br: Quadros por segundo. 30 serve para compartilhar; 60 é mais fluido e maior; 24 é cinematográfico.
ru: Кадров в секунду. 30 подходит для публикации; 60 — плавнее и тяжелее; 24 — киношно.
zh_hans: 每秒帧数。30 适合分享；60 更顺滑但更大；24 具有电影感。

source: Fuse %lld Stacks
de: %lld Stapel fusionieren
es: Fusionar %lld pilas
fr: Fusionner %lld piles
it: Fondi %lld pile
ja: %lld個のスタックを合成
ko: 스택 %lld개 합성
nl: %lld stapels samenvoegen
pt_br: Fundir %lld Pilhas
ru: Объединить %lld стека
zh_hans: 合成 %lld 个堆栈

source: Fuse 1 Stack
de: 1 Stapel fusionieren
es: Fusionar 1 pila
fr: Fusionner 1 pile
it: Fondi 1 pila
ja: 1個のスタックを合成
ko: 스택 1개 합성
nl: 1 stapel samenvoegen
pt_br: Fundir 1 Pilha
ru: Объединить 1 стек
zh_hans: 合成 1 个堆栈

source: Fuse Anyway
de: Trotzdem fusionieren
es: Fusionar de todos modos
fr: Fusionner quand même
it: Fondi comunque
ja: そのまま合成
ko: 그래도 합성
nl: Toch samenvoegen
pt_br: Fundir Mesmo Assim
ru: Всё равно объединить
zh_hans: 仍要合成

source: Fuse Stack
de: Stapel fusionieren
es: Fusionar pila
fr: Fusionner la pile
it: Fondi pila
ja: スタックを合成
ko: 스택 합성
nl: Stapel samenvoegen
pt_br: Fundir Pilha
ru: Объединить стек
zh_hans: 合成堆栈

source: Fuse failed
de: Fusion fehlgeschlagen
es: Falló la fusión
fr: Échec de la fusion
it: Fusione non riuscita
ja: 合成に失敗しました
ko: 합성 실패
nl: Samenvoegen mislukt
pt_br: Falha na fusão
ru: Сбой объединения
zh_hans: 合成失败

source: Fuse on the GPU (identical results, several times faster). Turn off to reduce memory pressure on low-RAM machines, free the GPU for other work, or rule out a driver issue.
de: Auf der GPU fusionieren (identische Ergebnisse, mehrfach schneller). Ausschalten, um auf Rechnern mit wenig RAM den Speicherdruck zu senken, die GPU für andere Arbeit freizugeben oder ein Treiberproblem auszuschließen.
es: Fusiona en la GPU (resultados idénticos, varias veces más rápido). Desactívalo para reducir la presión de memoria en equipos con poca RAM, liberar la GPU para otro trabajo o descartar un problema de controlador.
fr: Fusionne sur le GPU (résultats identiques, plusieurs fois plus rapide). Désactivez pour réduire la pression mémoire sur les machines à faible RAM, libérer le GPU pour d’autres tâches, ou écarter un problème de pilote.
it: Fonde sulla GPU (risultati identici, più volte più veloce). Disattiva per ridurre la pressione sulla memoria su macchine con poca RAM, liberare la GPU per altro lavoro o escludere un problema di driver.
ja: GPUで合成します（結果は同一で数倍高速）。RAMの少ないマシンでメモリ圧迫を減らす、GPUを他の作業に空ける、ドライバ問題の切り分けをする場合はオフにしてください。
ko: GPU에서 합성합니다(결과 동일, 몇 배 빠름). RAM이 적은 컴퓨터에서 메모리 압박을 줄이거나, GPU를 다른 작업에 쓰거나, 드라이버 문제를 배제하려면 끄세요.
nl: Voegt samen op de GPU (identieke resultaten, meerdere keren sneller). Zet uit om geheugendruk op machines met weinig RAM te verlagen, de GPU vrij te maken voor ander werk, of een stuurprogrammaprobleem uit te sluiten.
pt_br: Funde na GPU (resultados idênticos, várias vezes mais rápido). Desative para reduzir a pressão de memória em máquinas com pouca RAM, liberar a GPU para outro trabalho ou descartar um problema de driver.
ru: Объединяет на GPU (результаты идентичны, в несколько раз быстрее). Отключите, чтобы снизить нагрузку на память на машинах с малым объёмом ОЗУ, освободить GPU для другой работы или исключить проблему с драйвером.
zh_hans: 在 GPU 上合成（结果完全相同，速度快数倍）。关闭可减轻低内存机器的内存压力、腾出 GPU 做其他工作，或排查驱动问题。

source: Fused — select to view, retouch, or export
de: Fusioniert — auswählen zum Ansehen, Retuschieren oder Exportieren
es: Fusionada: selecciónala para ver, retocar o exportar
fr: Fusionnée — sélectionnez pour afficher, retoucher ou exporter
it: Fusa — seleziona per visualizzare, ritoccare o esportare
ja: 合成済み — 選択して表示・レタッチ・書き出し
ko: 합성됨 — 선택하여 보기, 리터칭 또는 내보내기
nl: Samengevoegd — selecteer om te bekijken, retoucheren of exporteren
pt_br: Fundida — selecione para ver, retocar ou exportar
ru: Объединён — выберите для просмотра, ретуши или экспорта
zh_hans: 已合成 — 选择以查看、修饰或导出

source: Fuses every enabled stack whose result is missing or out of date (frames or settings changed), one after another with the current settings; bad frames are excluded automatically.
de: Fusioniert nacheinander mit den aktuellen Einstellungen jeden aktivierten Stapel, dessen Ergebnis fehlt oder veraltet ist (Bilder oder Einstellungen geändert); fehlerhafte Einzelbilder werden automatisch ausgeschlossen.
es: Fusiona una tras otra, con los ajustes actuales, cada pila activada cuyo resultado falte o esté desactualizado (imágenes o ajustes cambiados); las imágenes defectuosas se excluyen automáticamente.
fr: Fusionne l’une après l’autre, avec les réglages actuels, chaque pile activée dont le résultat manque ou est obsolète (images ou réglages modifiés) ; les mauvaises images sont exclues automatiquement.
it: Fonde una dopo l’altra, con le impostazioni attuali, ogni pila attiva il cui risultato manca o è obsoleto (fotogrammi o impostazioni cambiati); i fotogrammi difettosi sono esclusi automaticamente.
ja: 結果がないか古くなった（フレームや設定が変わった）有効なスタックを、現在の設定で順に合成します。問題のあるフレームは自動的に除外されます。
ko: 결과가 없거나 오래된(프레임 또는 설정이 변경된) 모든 활성화된 스택을 현재 설정으로 차례로 합성합니다. 문제 있는 프레임은 자동으로 제외됩니다.
nl: Voegt achtereenvolgens met de huidige instellingen elke ingeschakelde stapel samen waarvan het resultaat ontbreekt of verouderd is (opnamen of instellingen gewijzigd); slechte opnamen worden automatisch uitgesloten.
pt_br: Funde uma após a outra, com os ajustes atuais, cada pilha ativada cujo resultado falta ou está desatualizado (imagens ou ajustes mudaram); imagens ruins são excluídas automaticamente.
ru: Объединяет по очереди с текущими настройками каждый включённый стек, чей результат отсутствует или устарел (изменились кадры или настройки); плохие кадры исключаются автоматически.
zh_hans: 按当前设置依次合成每个已启用但结果缺失或过期（图像或设置已更改）的堆栈；有问题的图像会自动排除。

source: Fusion normally uses a disk cache to improve performance. This stack needs about %@ and the disk has %@ free. Fusion will be slower without a disk cache.
de: Die Fusion nutzt normalerweise einen Festplatten-Cache für bessere Leistung. Dieser Stapel benötigt etwa %1$@, frei sind %2$@. Ohne Cache ist die Fusion langsamer.
es: La fusión normalmente usa una caché en disco para mejorar el rendimiento. Esta pila necesita unos %1$@ y el disco tiene %2$@ libres. Sin caché en disco, la fusión será más lenta.
fr: La fusion utilise normalement un cache disque pour de meilleures performances. Cette pile nécessite environ %1$@ et le disque dispose de %2$@ libres. Sans cache disque, la fusion sera plus lente.
it: La fusione di norma usa una cache su disco per migliorare le prestazioni. Questa pila richiede circa %1$@ e il disco ha %2$@ liberi. Senza cache la fusione sarà più lenta.
ja: 合成では通常、パフォーマンス向上のためディスクキャッシュを使用します。このスタックには約%1$@が必要ですが、ディスクの空きは%2$@です。キャッシュなしでは合成が遅くなります。
ko: 합성은 보통 성능 향상을 위해 디스크 캐시를 사용합니다. 이 스택에는 약 %1$@이(가) 필요하지만 디스크 여유 공간은 %2$@입니다. 디스크 캐시 없이는 합성이 느려집니다.
nl: Samenvoegen gebruikt normaal een schijfcache voor betere prestaties. Deze stapel heeft ongeveer %1$@ nodig en de schijf heeft %2$@ vrij. Zonder schijfcache is samenvoegen trager.
pt_br: A fusão normalmente usa um cache em disco para melhorar o desempenho. Esta pilha precisa de cerca de %1$@ e o disco tem %2$@ livres. Sem o cache, a fusão será mais lenta.
ru: Объединение обычно использует дисковый кэш для ускорения. Этому стеку нужно около %1$@, а на диске свободно %2$@. Без кэша объединение будет медленнее.
zh_hans: 合成通常使用磁盘缓存来提高性能。此堆栈需要约 %1$@，而磁盘只有 %2$@ 可用。没有磁盘缓存时合成会更慢。

source: GIF (loops automatically)
de: GIF (wiederholt sich automatisch)
es: GIF (se repite automáticamente)
fr: GIF (boucle automatiquement)
it: GIF (si ripete automaticamente)
ja: GIF（自動でループ）
ko: GIF(자동 반복)
nl: GIF (herhaalt automatisch)
pt_br: GIF (repete automaticamente)
ru: GIF (зацикливается автоматически)
zh_hans: GIF（自动循环）

source: Grant Access
de: Zugriff erlauben
es: Permitir acceso
fr: Autoriser l’accès
it: Consenti accesso
ja: アクセスを許可
ko: 접근 허용
nl: Toegang verlenen
pt_br: Permitir Acesso
ru: Разрешить доступ
zh_hans: 允许访问

source: Grant Access…
de: Zugriff erlauben …
es: Permitir acceso…
fr: Autoriser l’accès…
it: Consenti accesso…
ja: アクセスを許可…
ko: 접근 허용…
nl: Toegang verlenen…
pt_br: Permitir Acesso…
ru: Разрешить доступ…
zh_hans: 允许访问…

source: Grant access to “%@” — %@
de: Zugriff auf „%1$@“ erlauben — %2$@
es: Permitir acceso a «%1$@» — %2$@
fr: Autoriser l’accès à « %1$@ » — %2$@
it: Consenti l’accesso a “%1$@” — %2$@
ja: 「%1$@」へのアクセスを許可 — %2$@
ko: ‘%1$@’에 대한 접근 허용 — %2$@
nl: Toegang verlenen tot ‘%1$@’ — %2$@
pt_br: Permitir acesso a “%1$@” — %2$@
ru: Разрешите доступ к «%1$@» — %2$@
zh_hans: 允许访问“%1$@” — %2$@

source: Highlights
de: Lichter
es: Iluminaciones
fr: Hautes lumières
it: Luci
ja: ハイライト
ko: 하이라이트
nl: Hoge lichten
pt_br: Realces
ru: Света
zh_hans: 高光
